[
  {
    "text": "Beware of little expenses; a small leak will sink a great ship.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Do not save what is left after spending, but spend what is left after saving.",
    "author": "Warren Buffett"
  },
  {
    "text": "If you would be wealthy, think of saving as well as getting.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "The art is not in making money, but in keeping it.",
    "author": "Proverb"
  },
  {
    "text": "You must learn to save first and spend afterward.",
    "author": "John Poole"
  },
  {
    "text": "Youth should be a savings bank.",
    "author": "Sophie Swetchine"
  },
  {
    "text": "Personally, I tend to worry about what I save, not what I spend.",
    "author": "Paul Clitheore"
  },
  {
    "text": "You must gain control over your money or the lack of it will forever control you.",
    "author": "Dave Ramsey"
  },
  {
    "text": " A penny saved is a penny earned.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "If saving money is wrong, I don't want to be right.",
    "author": "William Shatner"
  },
  {
    "text": "A simple fact that is hard to learn is that the time to save money is when you have some.",
    "author": "Joe Moore"
  },
  {
    "text": "Do not value money for any more nor any less than its worth, it is a good servant but a bad master.",
    "author": "Alexandre Dumas"
  },
  {
    "text": "He who buys what he does not need steals from himself.",
    "author": "Swedish proverb"
  },
  {
    "text": "I’ve done the calculation and your chances of winning the lottery are identical whether you play or not.",
    "author": "Fran Lewbowitz"
  },
  {
    "text": "There are two times in a man’s life when he should not speculate: when he can’t afford it, and when he can.",
    "author": "Mark Twain"
  },
  {
    "text": "Its not your salary that makes you rich, its your spending habits.",
    "author": "Charles A Jaffe"
  },
  {
    "text": "The quickest way to double your money is to fold it over and put it back in your pocket.",
    "author": "Will Rogers"
  },
  {
    "text": "Don’t go broke trying to go rich.",
    "author": "Anonymous"
  },
  {
    "text": "Money grows on the tree of persistence.",
    "author": "Japanese proverb"
  },
  {
    "text": "You were not born to just pay bills and die.",
    "author": "Anonymous"
  },
  {
    "text": "If you’re good at something, never do it for free.",
    "author": "Jonathon Nolan"
  },
  {
    "text": "Money is a terrible master but an excellent servant.",
    "author": "P.T. Barnum"
  },
  {
    "text": "Money has no grey areas. You either make it or you lose it.",
    "author": "Kevin O'Leary"
  },
  {
    "text": "He who wishes to be rich in a day will be hanged in a year.",
    "author": "Leonardo da Vinci"
  },
  {
    "text": "Money moves from those who do not manage it to those who do.",
    "author": "Dave Ramsey"
  },
  {
    "text": "Stores are never nice to people. They’re nice to credit cards.",
    "author": "J.F. Lawton"
  }
]
